Repository: wp-plugins/wp-menu-cart
Catalog: languages/wpmenucart-*.po
Languages: fr_fr

source: View your shopping cart
fr_fr: Bekijk je winkelwagen

source: Start shopping
fr_fr: Ga naar de winkel.

source: %d item
fr_fr: %d artikel

source: your cart is currently empty
fr_fr: uw winkelwagen is leeg

source: Plugin settings
fr_fr: Plugin instellingen

source: Enter your order confirmation number to receive automated updates (<i>format: #xxxxx</i>)
fr_fr: Vul je order nummer in om automatische updates te ontvangen (<i>format: #xxxxx</i>)

source: Select the menu(s) in which you want to display the Menu Cart
fr_fr: Selecteer de menu's waarin je Menu Cart wilt laten weergeven

source: Always display cart, even if it's empty
fr_fr: Geef het winkelwagentje altijd weer, ook wanneer deze leeg is.

source: Display shopping cart icon.
fr_fr: Geef het winkelwagen icoontje weer.

source: Display cart contents in menu fly-out.
fr_fr: Geef inhoud van het winkelwagentje weer in fly-out

source: Set maximum number of products to display in fly-out
fr_fr: Stel het maximale aantal producten dat in de fly-out wordt weergegeven

source: Choose a cart icon.
fr_fr: Kies een winkelwagen icoontje

source: What would you like to display in the menu?
fr_fr: Wat wil je in het menu weergeven?

source: Items Only.
fr_fr: Alleen aantal artikelen.

source: Price Only.
fr_fr: Alleen prijs.

source: Both price and items.
fr_fr: Zowel prijs als aantal artikelen.

source: Select the alignment that looks best with your menu.
fr_fr: Kies de uitlijning die het beste bij jouw menu past

source: Align Left.
fr_fr: Links uitlijnen.

source: Align Right.
fr_fr: Rechts uitlijnen.

source: Default Menu Alignment.
fr_fr: Standaard uitlijning.

source: Enter a custom CSS class (optional)
fr_fr: Geef de naam van een custom CSS class (optioneel)

source: Menu Cart Pro Setup
fr_fr: Menu Cart Pro Instellingen

source: For our custom CSS service %sClick here%s. Be sure to use the coupon code <strong>proservice</strong> at checkout. For support, visit %s or email %s
fr_fr: %sKlik hier%s voor onze custom CSS service. Gebruik de coupon code <strong>proservice</strong> bij het afrekenen. Ga naar %s voor support of email %s

source: <strong>Please note:</strong> you need to open your website in a new tab/browser window after updating the cart icon for the change to be visible!
fr_fr: <strong>Let op:</strong> om het nieuwe cart icoontje te zien dien je de website te openen in een nieuwe tab/browser venster!

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
fr_fr: Er is een onverwachte HTTP fout opgetreiden bij de API aanvraag.</p> <p><a href="?" onclick="document.location.reload(); return false;">Probeer opnieuw</a>

source: An unknown error occurred
fr_fr: Er is een onbekende fout opgetreden
